QUESTIONS = [
    {
        "text": "🎉 Твой стиль на вечеринке:",
        "options": {
            "💃 Танцую до утра!": {"🦁 Лев": 3},
            "📚 Читаю в уголке": {"🦒 Жираф": 2},
            "🎮 Играю в настолки": {"🐧 Пингвин": 3},
            "🍹 Общаюсь у барной стойки": {"🦓 Зебра": 2}
        }
    },
    {
        "text": "🍔 Идеальный ужин:",
        "options": {
            "🍕 Пицца с друзьями": {"🦁 Лев": 2},
            "🍣 Суши-сет": {"🐧 Пингвин": 3},
            "🥗 Овощной салат": {"🦒 Жираф": 2},
            "🍔 Бургер с картошкой": {"🦓 Зебра": 2}
        }
    },
    {
        "text": "🌍 Идеальный отпуск:",
        "options": {
            "🏖️ Пляж": {"🦁 Лев": 3},
            "🏔️ Горы": {"🦒 Жираф": 2},
            "❄️ Антарктида": {"🐧 Пингвин": 3},
            "🏜️ Сафари": {"🦓 Зебра": 2}
        }
    },
    {
        "text": "💼 Рабочий стиль:",
        "options": {
            "👑 Лидер проекта": {"🦁 Лев": 3},
            "🔍 Аналитик": {"🦒 Жираф": 2},
            "🎨 Креативщик": {"🦓 Зебра": 3},
            "📊 Системный администратор": {"🐧 Пингвин": 2}
        }
    }
]